tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "black"
brew "boost"
brew "bottom"
brew "btop"
brew "ccat"
brew "ceres-solver"
brew "chezmoi"
brew "cmake"
brew "dnsmasq"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fpart"
brew "fzf"
brew "gobuster"
brew "gum"
brew "htop"
brew "id3lib"
brew "ilmbase"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "lf"
brew "lsd"
brew "lynis"
brew "mas"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "opencolorio"
brew "openvpn"
brew "pinentry"
brew "python-tk@3.11"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "snyk-cli"
brew "ssh-audit"
brew "telnet"
brew "tmux"
brew "tor"
brew "trippy"
brew "unar"
brew "unison"
brew "wget"
brew "xdg-ninja"
brew "yt-dlp"
brew "zig"

cask "alacritty"
cask "apparency"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "bbedit"
cask "bettertouchtool"
cask "bunch"
cask "cakebrew"
cask "db-browser-for-sqlite"
cask "drivedx"
cask "espanso"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "git-credential-manager"
cask "gpg-suite-no-mail"
cask "grandperspective"
cask "hammerspoon"
cask "hazel"
cask "hot"
cask "iina"
cask "iterm2"
cask "keycastr"
cask "kid3"
cask "kitty"
cask "kiwix"
cask "knockknock"
cask "ledger-live"
cask "macupdater"
cask "molotov"
cask "mullvad-browser"
cask "netiquette"
cask "obs"
cask "obsidian"
cask "onyx"
cask "plex-media-server"
cask "protonmail-bridge"
cask "protonvpn"
cask "qlmarkdown"
cask "qlvideo"
cask "raycast"
cask "red-canary-mac-monitor"
cask "script-debugger"
cask "signal"
cask "sloth"
cask "soulseek"
cask "taskexplorer"
cask "tor-browser"
# cask "transmission-remote-gui"
cask "virtualbuddy"
cask "vlc"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "yubico-yubikey-manager"

mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Adobe Lightroom", id: 1451544217
mas "Apple Configurator", id: 1037126344
mas "BrightIntosh", id: 6452471855
mas "Brother P-touch Editor", id: 1453365242
mas "Compare Folders", id: 816042486
mas "Diffusers", id: 1666309574
mas "Internet Access Policy Viewer", id: 1482630322
mas "JSON Helper", id: 453114608
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Smart JSON Editor", id: 1268962404
mas "Tailscale", id: 1475387142
mas "Whisper", id: 1668083311
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
